Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Admin.tmx
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, ru_ru, zh_cn

source: Buyer
ar_sa: شاري
de_de: Einkäufer
es_es: Comprador
fr_fr: Acheteur
it_it: Acquisitore
pl_pl: Kupiec
pt_pt: Comprador
ru_ru: Покупатель
zh_cn: 采购员

source: New Tab 1
ar_sa: علامة جديدة1
de_de: Neues Register 1
es_es: Nueva pestaña 1
fr_fr: Nouvel Onglet 1
pt_pt: Novo Separador 1
ru_ru: Новая вкладка 1
zh_cn: 新页签1

source: Chief Accountant
ar_sa: رئيس المحاسبة
de_de: Hauptbuchhalter
es_es: Jefe contable
fr_fr: Chef comptable
pl_pl: Główny księgowy
pt_pt: Chefe contabilidade
ru_ru: Главный бухгалтер
zh_cn: 总会计师

source: Sales administrator
ar_sa: مدير المبيعات
de_de: Vertriebsmanagement
es_es: Administrador de ventas
fr_fr: Administrateur des ventes
it_it: Administrator delle vendite
pl_pl: Administrator sprzedaży
pt_pt: Administrador vendas
ru_ru: Администратор по продажам
zh_cn: 销售管理员

source: Design/methods manager
ar_sa: مسؤول الدراسات و الطرق
de_de: Leiter Schulung/Methodik
es_es: Responsable estudios/métodos
fr_fr: Responsable études et méthodes
it_it: Responsabile R&D
pl_pl: Kierownik projektowania
pt_pt: Responsável Estudos/Metod.
ru_ru: Менеджер Дизайна / методов
zh_cn: 设计研究/方法实施经理

source: Stock manager
ar_sa: مسؤول التخزين
de_de: Bestandsverwalter
es_es: Responsable de stocks
fr_fr: Responsable des stocks
it_it: Responsabile Magazzino
pl_pl: Kierownik magazynu
pt_pt: Responsável Stocks
ru_ru: Менеджер склада
zh_cn: 库存经理

source: Material buyer
ar_sa: ممون
de_de: Beschaffungsmanager
es_es: Aprovisionador
fr_fr: Approvisionneur
it_it: Acquisitore Prod
pl_pl: Kupiec surowców
pt_pt: Aprovisionador
ru_ru: Материал покупатель
zh_cn: 供货员

source: Sales workflow
ar_sa: سير عمل المبيعات
de_de: Vertriebs-Übersicht
es_es: Workflow ventas
fr_fr: Workflow ventes
pl_pl: Obieg zadań sprzedaży
pt_pt: Workflow vendas
ru_ru: Воркфлоу продаж
zh_cn: 销售工作流

source: Quote
ar_sa: إقتباس
de_de: Angebote
es_es: Presupuestos
fr_fr: Devis
pl_pl: Oferta
pt_pt: Orçamento
ru_ru: Заявка
zh_cn: 报价

source: Order
ar_sa: طلبيات
de_de: Aufträge
es_es: Pedidos
fr_fr: Commandes
pl_pl: Zamówienie
pt_pt: Funções
ru_ru: заказ
zh_cn: 订单

source: Open order
ar_sa: طلبيات مفتوحة
de_de: Offene Aufträge
es_es: Pedidos abiertos
fr_fr: Commandes ouvertes
it_it: Ordini aperti
pl_pl: Otwarte zamówienie
pt_pt: Encomendas abertas
ru_ru: Открытый заказ
zh_cn: 合同

source: Historical
ar_sa: تاريخ
de_de: Historische
es_es: Histórico
fr_fr: Historique
pl_pl: Historyczne
pt_pt: Histórico
ru_ru: Исторический
zh_cn: 历史记录

source: Controller
ar_sa: مراقبة الإدارة
es_es: Controlador de gestión
fr_fr: Contrôleur de gestion
pl_pl: Kontroler
pt_pt: Controlo gestão
ru_ru: Контроллер
zh_cn: 管理总监

source: Purchase workflow
ar_sa: سير عمل الشراء
de_de: Einkaufs-Übersicht
es_es: Workflow compras
fr_fr: Workflow achats
it_it: Workflow acquisti
pl_pl: Obieg zadań zakupów
pt_pt: Workflow compras
ru_ru: Воркфлоу закупки
zh_cn: 采购工作流

source: Purchase request
ar_sa: طلبات الشراء
de_de: Bestellanfragen
es_es: Solicitudes de compra
fr_fr: Demandes d'achat
it_it: Richieste acquisto
pl_pl: Wniosek zakupowy
pt_pt: Pedidos compra
ru_ru: Запрос на закупку
zh_cn: 采购请求

source: Customer support
ar_sa: دعم الزبون
de_de: Kundenbetreuung
es_es: Soporte a clientes
fr_fr: Support client
pl_pl: Wsparcie klienta
pt_pt: Responsável suporte
ru_ru: Служба поддержки
zh_cn: 客户支持经理

source: Director
ar_sa: مدير
de_de: Geschäftsführung
fr_fr: Directeur
it_it: Direttore
pl_pl: Dyrektor
pt_pt: Diretor
ru_ru: Директор
zh_cn: 经理

source: A/P accounting manager
ar_sa: NA مسؤول حساب المورد
de_de: Debitorenbuchalter
es_es: Responsable conta proveedor NA
fr_fr: Responsable compta fournisseur NA
it_it: Responsable conta.fornitori
pl_pl: Księgowy - zobowiązania
pt_pt: Gestor de contas Fornecedores
ru_ru: Менеджер А/ Р учета
zh_cn: 北美供应商应付账款会计主管

source: Business process
ar_sa: عملية
de_de: Geschäftsprozess
es_es: Procesos
fr_fr: Processus
pl_pl: Proces biznesowy
pt_pt: Processo de negócio
ru_ru: Бизнес-процесс
zh_cn: 业务流程

source: Fixed assets
ar_sa: ممتلكات
de_de: Anlagen
es_es: Inmovilizados
fr_fr: Immobilisations
it_it: Bene contabile
pl_pl: Środki trwałe
pt_pt: Investimentos
ru_ru: Основные средства
zh_cn: 固定资产

source: Fixed assets home page
ar_sa: الصفحة الرئيسية الممتلكات
de_de: Homepage Anlagen
es_es: Página inicio Inmovilizados
fr_fr: Page d'accueil Immobilisations
pt_pt: Pág. receção investimentos
ru_ru: Основные средства Начальная страница
zh_cn: 固定资产主页

source: Manage Fixed Assets
ar_sa: إدارة الممتلكات
de_de: Anlagenverwaltung
es_es: Gestión Inmovilizados
fr_fr: Gestion des Immobilisations
pt_pt: Gestão investimentos
ru_ru: Управление основнми средствами
zh_cn: 管理固定资产

source: New Tab 2
ar_sa: علامة جديدة 2
de_de: Neues Register 2
es_es: Nueva pestaña 2
fr_fr: Nouvel Onglet 2
pt_pt: Novo separador 2
ru_ru: Новая вкладка 2
zh_cn: 新页签2

source: Period cut-offs
ar_sa: توقيف الفترة
de_de: Einstellungen Periode
es_es: Límite periodo
fr_fr: Arrêtés période
pt_pt: Paragens periodo
ru_ru: Период сокращений
zh_cn: 会计期间结账

source: FY cut-offs
ar_sa: توقيف السنة المالية
de_de: Einstellungen GJ
es_es: Límite año fiscal
fr_fr: Arrêtés année fiscale
pt_pt: Paragens ano fiscal
ru_ru: ФГсокращений
zh_cn: 会计年度结账

source: User Monitoring
ar_sa: رصد المستخدمين
de_de: Monitoring Benutzer
es_es: Vigilancia usuarios
fr_fr: Surveillance utilisateurs
pt_pt: Monitorização Utilizadores
ru_ru: Мониторинг Пользователя
zh_cn: 用户监控

source: View license
ar_sa: رؤية الرخصة
de_de: Lizenz ansehen
fr_fr: Voir la licence
pt_pt: Visualização de licença
ru_ru: Посмотреть лицензию
zh_cn: 查看许可证

source: X3 Storage Areas
ar_sa: X3 مساحات التخزين
de_de: X3 Speicherbereiche
es_es: Espacios de almacenamiento X3
fr_fr: Espaces de stockage X3
pt_pt: Espaços de armazenamento X3
ru_ru: Хранилища X3
zh_cn: X3存储空间

source: Analytical dimensions
ar_sa: أقسام تحليلية
de_de: Kostenstellen
es_es: Secciones analíticas
fr_fr: Sections analytiques
it_it: Sezioni analitiche
pl_pl: Wymiary analityczne
pt_pt: Secções analíticas
ru_ru: Аналитики
zh_cn: 分析分析元

source: Accounts
ar_sa: حسابات
de_de: Sachkonten
es_es: Cuentas
fr_fr: Comptes
it_it: Conti
pl_pl: Konta
pt_pt: Contas
ru_ru: Счета
zh_cn: 科目

source: Account core models
ar_sa: نماذج الحسابية
de_de: Buchhaltungsmodell
es_es: Modelo contable
fr_fr: Modèles comptables
it_it: Modello contabile
pl_pl: Modele księgowe
pt_pt: Mod. contabilístico
ru_ru: Шаблоны учета
zh_cn: 会计模型

source: Journal codes
ar_sa: سجلات الحسابية
de_de: Zeilencode
es_es: Diarios contables
fr_fr: Journaux comptables
it_it: Giornali contabili
pl_pl: Kody dzienników księgowych
pt_pt: Diários contabilísticos
ru_ru: Коды журнала
zh_cn: 会计日记账

source: Budgets
ar_sa: ميزانيات
de_de: Definition Budgetparameter
es_es: Presupuestos
it_it: Parametrizzazione Budget
pl_pl: Budżety
pt_pt: Parâmetr. orçamentos
ru_ru: Бюджеты
zh_cn: 预算

source: Budget type
ar_sa: أنواع الميزانيات
de_de: Budgettyp
es_es: Tipos de presupuesto
fr_fr: Types de budgets
it_it: Tipo budget
pl_pl: Typ budżetu
pt_pt: Tipo de orçam.
ru_ru: Типы бюджета
zh_cn: 预算类型

source: Budget weighting codes
ar_sa: توزيع زمني
de_de: Saisonale Gewichtung Budgetcod
es_es: Distribuciones temporales
fr_fr: Répartitions temporelles
it_it: Ripartizione temporale
pt_pt: Repartições temporárias
ru_ru: Коды весовых бюджетных значений
zh_cn: 预算加权分摊

source: Entities
ar_sa: كيانات
de_de: Organisationseinheit
es_es: Entidad
fr_fr: Entités
it_it: Entità
pl_pl: Jednostki
pt_pt: Entidade
ru_ru: Орг. единицы
zh_cn: 实体

source: ENTITE
ar_sa: كيان

source: Dimension type
ar_sa: محاور
de_de: Dimensionen
es_es: Ejes
fr_fr: Axes
it_it: Assi
pl_pl: Widoki wymiarów
pt_pt: Eixos
ru_ru: Типы аналитик
zh_cn: 分析元类型

source: Approval list
ar_sa: لائحة الموافقات
de_de: Genehmigung Budget
es_es: Aprobación pptaria.
fr_fr: Liste des approbations
it_it: Approvazione budget
pl_pl: Lista zatwierdzeń
pt_pt: Aprovação orçamental
ru_ru: Лист утверждений
zh_cn: 核准列表

source: Budget versions
ar_sa: إصدارات الميزانيات
de_de: Budgetversionen
es_es: Versiones de presupuestos
fr_fr: Versions de budgets
it_it: Versioni di budget
pl_pl: Wersje budżetu
pt_pt: Versões de orçamento
ru_ru: Версии бюджета
zh_cn: 预算版本

source: Budget Envelopes
ar_sa: المغلفات
de_de: Budgetpools
es_es: Partidas
fr_fr: Enveloppes
pt_pt: Envelopes Orçamentais
ru_ru: Бюджетные конверты
zh_cn: 预算信封

source: Ledgers
ar_sa: مرجعيلت
de_de: Buchungskreis
es_es: Referencial
fr_fr: Référentiels
it_it: Riferimento
pl_pl: Księgi
pt_pt: Referencial
ru_ru: Книги
zh_cn: 账簿

source: Contexts
ar_sa: سياقات الإستهلاكات
de_de: Abschreibungskontexte
es_es: Contextos
fr_fr: Contextes d'amortissements
it_it: Contesti
pl_pl: Księgi środków trwałych
pt_pt: Contextos
ru_ru: Контексты
zh_cn: 折旧范围

source: CONTEXT
ar_sa: سياق

source: Expenses
ar_sa: نفقات
de_de: Ausgaben
es_es: Gastos
fr_fr: Dépenses
it_it: Spese
pl_pl: Wydatki
pt_pt: Despesas
ru_ru: Затраты
zh_cn: 费用

source: Physical elements
ar_sa: عناصر مادية
de_de: Inventargüter
es_es: Bienes
fr_fr: Eléments physiques
it_it: Elementi fisici
pl_pl: Elementy fizyczne
pt_pt: Elementos físicos
ru_ru: Физические элементы
zh_cn: 实物元素

source: PHYELT
ar_sa: PHYLET

source: Leases
ar_sa: عقود الموقع المالي
de_de: Mietverträge Finanzierung
es_es: Contratos leasing
fr_fr: Contrats de location-financement
it_it: Contratti leasing
pl_pl: Leasing
pt_pt: Contratos aluguer financiament
ru_ru: Лизинг
zh_cn: 融资租赁合同

source: Subsidies
ar_sa: الدعم
de_de: Subvention
es_es: Subvención
fr_fr: Subventions
it_it: Finanziamento
pl_pl: Subwencje
pt_pt: Subvenção
ru_ru: Субсидии
zh_cn: 补贴

source: Concessions
ar_sa: عقود الامتياز
de_de: Konzessionen
es_es: Conceciones
fr_fr: Contrats de concession
it_it: Concessioni
pl_pl: Koncesje
pt_pt: Concessões
ru_ru: Концессии
zh_cn: 特许权合同

source: BPs
ar_sa: شركاء
de_de: Personenkonten
es_es: Terceros
fr_fr: Tiers
it_it: Terzi
pl_pl: Kontrahenci
pt_pt: Terceiros
ru_ru: Бизнес-партнеры
zh_cn: 商业伙伴

source: Prospects
ar_sa: آفاق
de_de: Interessent
es_es: Cliente Potencial
it_it: Prospect
pl_pl: Prospekci
pt_pt: Prospect
ru_ru: Потенциальные клиенты
zh_cn: 潜在客户

source: Customer categories
ar_sa: فئات الزبائن
de_de: Kundenkategorie
es_es: Categoría cliente
fr_fr: Catégories clients
it_it: Categoria cliente
pl_pl: Kategorie klienta
pt_pt: Categoria cliente
ru_ru: Категории клиентов
zh_cn: 客户种类

source: Customers
ar_sa: زبائن
de_de: Kunden
es_es: Clientes
fr_fr: Clients
it_it: Clienti
pl_pl: Klienci
pt_pt: Clientes
ru_ru: Клиенты
zh_cn: 客户

source: Product categories
ar_sa: فئات المواد
de_de: Artikelkategorie
es_es: Categoría artículo
fr_fr: Catégories articles
it_it: Categoria articolo
pl_pl: Kategoria artykułu
pt_pt: Categoria artigo
ru_ru: Категория номенклатуры
zh_cn: 产品种类

source: Products sites
ar_sa: موقع المادة
de_de: Artikel - Standorte
es_es: Artículos - Plantas
fr_fr: Article site
it_it: Articolo- Sito
pl_pl: Artykuł-lokalizacja
pt_pt: Artigos - Estab.
ru_ru: Номенклатура-сайт
zh_cn: 产品-地点

source: Products
ar_sa: مادة
de_de: Artikel
es_es: Artículos
fr_fr: Article
it_it: Articoli
pl_pl: Artykuły
pt_pt: Artigos
ru_ru: Номенклатура
zh_cn: 产品

source: Products warehouses
ar_sa: مواد-مستودعات
de_de: Artikel - Lager
es_es: Artículos - Almacenes
fr_fr: Articles - dépôts
it_it: Articoli - Depositi
pl_pl: Artykuł-magazyn
pt_pt: Artigos - Depósitos
ru_ru: Номенклатура-склады
zh_cn: 产品-仓库

source: Stock statuses
ar_sa: أوضاع المخزون
de_de: Bestandsstatustabelle
es_es: Tabla de estado de stock
fr_fr: Statuts stock
it_it: Tabella stati stock
pl_pl: Statusy magazynowe
pt_pt: Tabela de Status de stock
ru_ru: Статус запаса
zh_cn: 存货状态

source: Sales reps
ar_sa: مندوبين
de_de: Vertreter
es_es: Representantes
fr_fr: Représentants
it_it: Agenti
pl_pl: Przedstawiciele handlowi
pt_pt: Representantes
ru_ru: Торговые представители
zh_cn: 销售代表

source: Incoterms
ar_sa: incoterm
de_de: Versandbedingungen
es_es: Incoterm
fr_fr: Incoterm
pt_pt: Incoterm
ru_ru: Инкотермс
zh_cn: 国际贸易术语

source: Supplier categories
ar_sa: فئات الموردين
de_de: Lieferantenkategorie
es_es: Categoría proveedor
fr_fr: Catégories fournisseurs
it_it: Categoria Fornitore
pl_pl: Kategorie dostawców
pt_pt: Categoria fornecedor
ru_ru: Категории поставщиков
zh_cn: 供应商种类

source: Suppliers
ar_sa: الموردين
de_de: Lieferanten
es_es: Proveedores
fr_fr: Fournisseurs
it_it: Fornitori
pl_pl: Dostawcy
pt_pt: Fornecedores
ru_ru: Поставщики
zh_cn: 供应商

source: VAT exemption reasons
ar_sa: TVA إعفاء الأنماط
de_de: Gründe Steuerbefreiung
es_es: Motivos exento IVA
fr_fr: Motifs exonération TVA
pt_pt: Motivos de isenção IVA
ru_ru: Причины освобождения от уплаты НДС
zh_cn: 增值税免税原因

source: Read-only pages
ar_sa: صفحات للقراءة فقط
de_de: Anzeigeseiten
es_es: Páginas en solo lectura
fr_fr: Pages en lecture seule
pt_pt: Paginas apenas-leitura
ru_ru: Страницы только для чтения
zh_cn: 只读页面

source: Payment attributes
ar_sa: واجهات حسابية
de_de: Empfängerkonto
es_es: Sección ana.contable
fr_fr: Destinations comptables
it_it: Destinazione contabile
pl_pl: Atrybuty płatności
pt_pt: Destino contabilistico
ru_ru: Атрибуты платежей
zh_cn: 付款属性

source: Payment entry types
ar_sa: معاملة دخول التسويات
de_de: Zahlungstransaktionen
es_es: Transacciones de pagos
fr_fr: Transactions saisie règlements
it_it: Transazioni pagamenti/incassi
pl_pl: Okna rejestracji wpłat
pt_pt: Transacções de pagamen.
ru_ru: Платежные операции
zh_cn: 收付款录入交易

source: Reminder groups
ar_sa: مجموعة تذكير
de_de: Mahngruppen
es_es: Grupos de reclamación
fr_fr: Groupes de relances
it_it: Gruppi solleciti
pl_pl: Grupy monitów
pt_pt: Grupos de reavisos
ru_ru: Группы напоминания
zh_cn: 催款单组

source: Factors
ar_sa: عوامل
de_de: Factoring-Unternehmen
es_es: Factoring
it_it: Factor
pl_pl: Firmy faktoringowe
pt_pt: Factoring
ru_ru: Факторы
zh_cn: 代理人

source: Cash
ar_sa: صناديق
de_de: Kassen
es_es: Cajas
fr_fr: Caisses
it_it: Cassa
pl_pl: Gotówka
pt_pt: Caixa
ru_ru: Наличные
zh_cn: 现金

source: Return management
ar_sa: إدارة العائدات
de_de: Lieferantenretouren
es_es: Gestión devoluciones
fr_fr: Gestion des retours
it_it: Gestione resi
pl_pl: Zarządzanie zwrotami
pt_pt: Gestão das devoluções
ru_ru: Управление возвратами
zh_cn: 退货管理

source: Sub-contract orders
ar_sa: ترتيبات التعاقد
de_de: Aufträge Fremdbearbeitung
es_es: Pedidos de subcontratación
fr_fr: Ordres de sous-traitance
it_it: Ordini di conto lavoro
pl_pl: Zamówienia kooperacji
pt_pt: Encomendas subcontratação
ru_ru: Заказы по суб-контрактам
zh_cn: 外协订单

source: Purchase orders
ar_sa: طلبيات الشراء
de_de: Einkaufsbestellung
es_es: Pedido de compra
fr_fr: Commandes d'achat
it_it: Ordine di acquisto
pl_pl: Zamówienia zakupu
pt_pt: Enc. de compra
ru_ru: Заказы на закупку
zh_cn: 订单

source: Purchase Receipts
ar_sa: إيصالات الشراء
de_de: Wareneingang
es_es: Recepción
fr_fr: Réceptions d'achat
it_it: Ricevimento
pl_pl: Przyjęcia
pt_pt: Recepção
ru_ru: Поступления
zh_cn: 收货

source: Invoice control
ar_sa: مراقبة الفواتير
de_de: Einkaufsrechnungen
es_es: Facturas compras
fr_fr: Contrôle des factures
it_it: Fatt. d'acquisto
pl_pl: Faktury zakupowe
pt_pt: Faturas compra
ru_ru: Контроль счетов-фактур
zh_cn: 发票控制

source: Purchase price search
ar_sa: بحث سعر الشراء
de_de: Einkaufspreissuche
es_es: Búsqueda precio de compra
fr_fr: Recherche prix d'achat
pt_pt: Pesquisa preço de compra
ru_ru: Поиск цены покупки
zh_cn: 采购价格搜索

source: Purchase Price search
ar_sa: بحث سعر الشراء
de_de: Verkaufspreissuche
es_es: Búsqueda precio de compra
fr_fr: Recherche prix d'achat
pt_pt: Pesquisa preço de compra
ru_ru: Поиск цены покупки
zh_cn: 采购价格搜索

source: Price lists
ar_sa: دخول التعريفات
de_de: Preiserfassung
es_es: Introd. tarifas
fr_fr: Saisie tarifs
it_it: Inserimento listini
pl_pl: Cenniki
pt_pt: Registo de tarifas
ru_ru: Прайс-листы
zh_cn: 价目表录入

source: Projects
ar_sa: أعمال
de_de: Projekt
es_es: Proyectos
fr_fr: Affaires
it_it: Trattativa
pl_pl: Projekty
pt_pt: Projecto
ru_ru: Проекты
zh_cn: 项目

source: Quotes
ar_sa: إقتباس
de_de: Angebote
es_es: Presupuestos
fr_fr: Devis
it_it: Offerte
pl_pl: Oferty
pt_pt: Orçamentos
ru_ru: Коммерческие предложения
zh_cn: 报价

source: Sales orders
ar_sa: طلبيات المبيع
de_de: Aufträge
es_es: Pedidos de venta
fr_fr: Commandes de ventes
it_it: Ordini
pl_pl: Zamówienia klienta
pt_pt: Encomendas
ru_ru: Заказы на продажу
zh_cn: 销售订单

source: Open orders
ar_sa: طلبيات مفتوحة
de_de: Kontrakte
es_es: Pedidos abiertos
fr_fr: Commandes ouvertes
it_it: Ordini aperti
pl_pl: Kontrakty sprzdażowe
pt_pt: Encomendas abertas
ru_ru: Открытые заказы
zh_cn: 合同

source: Delivery requests
ar_sa: طلبيات التسليم
de_de: Anforderungen Lieferung
es_es: Solicitudes de entrega
fr_fr: Demandes de livraison
it_it: Richieste di consegna
pl_pl: Polecenie dostaw
pt_pt: Pedidos de expedição
ru_ru: Заявки на отгрузку
zh_cn: 发货请求

source: Deliveries
ar_sa: تسليمات
de_de: Lieferungen
es_es: Entregas
fr_fr: Livraisons
it_it: Consegne
pl_pl: Dostawy
pt_pt: Expedições
ru_ru: Отгрузки
zh_cn: 发货

source: Customer returns
ar_sa: عائدات الزبون
de_de: Kundenretour
es_es: Devolución cliente
fr_fr: Retours client
it_it: Reso cliente
pl_pl: Zwroty od klientów
pt_pt: Devol. cliente
ru_ru: Клиентские возвраты
zh_cn: 客户退货

source: Loan returns
ar_sa: عائدات القرض
de_de: Rückgaben Muster
es_es: Devolución préstamo
fr_fr: Retours de prêt
it_it: Reso prestito
pl_pl: Zwroty z mag. Klienta
pt_pt: Devol. empréstimo
ru_ru: Возвраты кредита
zh_cn: 寄售退货

source: Sub-contract material returns
ar_sa: عائدات مواد التعاقد
de_de: Materialretoure Fremdvergabe
es_es: Devol. material subcontratació
fr_fr: Retours matières de sous-traitance
it_it: Reso materiale c/lavoro
pl_pl: Zwrot materiałów kooperacji
pt_pt: Devol. material subcontratação
ru_ru: Возвраты материалов по суб-контракту
zh_cn: 外协退料

source: Invoices
ar_sa: فواتير المبيعات
de_de: Verkaufsrechnung
es_es: Factura venta
fr_fr: Factures de ventes
it_it: Fattura vend.
pl_pl: Faktury
pt_pt: Fatura venda
ru_ru: Счета-фактуры
zh_cn: 销售发票

source: Sales price inquiry
ar_sa: تشاور تعريفات البيع
de_de: Anzeige Preise
es_es: Consulta tarifas
fr_fr: Consultation tarifs vente
it_it: Consultazione listini
pl_pl: Zapytanie o cenę
pt_pt: Consulta tarifas
ru_ru: Запрос цены
zh_cn: 销售价目表查询

source: Production BOMs
ar_sa: تسميات الإنتاج
de_de: Fertigungsstücklisten
es_es: Estructuras producción
fr_fr: Nomenclatures de Production
it_it: Distinte basi produzione
pl_pl: BOMy produkcyjne
pt_pt: Nomenclaturas produção
ru_ru: Производственные спецификации
zh_cn: 生产BOM

source: BOM Code
ar_sa: التسميات البديلة
de_de: Stücklistenvariante
es_es: Alternativa de estructura
fr_fr: Alternatives nomenclature
it_it: Distinta base alternativa
pl_pl: Kody BOM
pt_pt: Alternativa de nomenclatura
ru_ru: Код спецификации
zh_cn: BOM代码

source: Routings
ar_sa: مجموعات
de_de: Arbeitspläne
es_es: Rutas
fr_fr: Gammes
it_it: Cicli
pl_pl: Technologie
pt_pt: Gamas
ru_ru: Маршрутные листы
zh_cn: 工艺路线

source: Routing Codes
ar_sa: مجموة البدائل
de_de: Arbeitsplan Alternativen
es_es: Alternativas rutas
fr_fr: Alternatives Gamme
it_it: Cicli alternativi
pl_pl: Kody technologii
pt_pt: Alternativas gamas
ru_ru: Коды маршрутных листов
zh_cn: 工艺路线代码

source: Production cost inquiry
ar_sa: تشاور سعر العائد التصنيع
de_de: Kalkulationspreis
es_es: Precio de coste fabricación
fr_fr: Consultation prix de revient de fabrication
it_it: Costo di produzione
pl_pl: Zapytanie o koszt produkcji
pt_pt: Preço custo fabrico
ru_ru: Запрос стоимости производства
zh_cn: 生产成本价格查询

source: Simulated standard cost
ar_sa: التكاليف القياسية محاكاة
de_de: Standardkosten simuliert
es_es: Coste estándar simulado
fr_fr: Coût standard simulé
it_it: Costo standard simulato
pl_pl: Symulowane koszty standardowe
pt_pt: Custo STD simulado
ru_ru: Моделирующая стоимость
zh_cn: 已模拟标准成本

source: Work Centre Groups
ar_sa: مراكز التحميل
de_de: Arbeitsplatzgruppen
es_es: Secciones
fr_fr: Centres de charge
it_it: Centri di carico
pl_pl: Grupy gniazd produkcyjnych
pt_pt: Centro de carga
ru_ru: Группы рабочих центров
zh_cn: 工作中心组

source: Work Centres
ar_sa: محطات التحميل
de_de: Arbeitsplätze
es_es: Centros de trabajo
fr_fr: Postes de charge
it_it: Centri di lavoro
pl_pl: Gniazda produkcyjne
pt_pt: Postos de carga
ru_ru: Рабочие центры
zh_cn: 工作中心

source: Locations
ar_sa: مواقع
de_de: Lagerplätze
es_es: Ubicaciones
fr_fr: Emplacements
it_it: Ubicazioni
pl_pl: Lokalizacje
pt_pt: Localizações
ru_ru: Места хранения
zh_cn: 库位

source: Location type table
ar_sa: أنواع المواقع
de_de: Lagerplatztyp
es_es: Tipo de ubicación
fr_fr: Types emplacements
it_it: Tipo di ubicazione
pl_pl: Tabela typów lokalizacji
pt_pt: Tipo de localização
ru_ru: Типы мест хранения
zh_cn: 库位类型

source: Quality records - questions
ar_sa: أسئلة
de_de: Fragen
es_es: Pregunta
fr_fr: Questions
it_it: Domanda
pl_pl: Rekordy KJ - pytania
pt_pt: Questão
ru_ru: Карточка учета качества - вопросы
zh_cn: 问题

source: Quality control
ar_sa: مراقبة الجودة
de_de: Qualitätskontrolle
es_es: Control Calidad
fr_fr: Contrôle qualité
it_it: Controllo qualità
pl_pl: Kontrola Jakości
pt_pt: Contr. Qualidade
ru_ru: Контроль качества
zh_cn: 质量控制

source: Technical sheet
ar_sa: قسائم تقنية
de_de: QS-Datenblatt
es_es: Ficha técnica
fr_fr: Fiches techniques
it_it: Scheda tecnica
pl_pl: Arkusze kontrolne
pt_pt: Ficha técnica
ru_ru: Технологическая карта
zh_cn: 技术列表

source: Responses
ar_sa: أجوبة
de_de: Antworten
es_es: Respuesta
fr_fr: Réponses
it_it: Risposta
pl_pl: Odpowiedzi
pt_pt: Resposta
ru_ru: Ответы
zh_cn: 反馈

source: Packages
ar_sa: غلاف
de_de: Verpackungen
es_es: Embalajes
fr_fr: Emballages
it_it: Imballaggio
pl_pl: Paczki
pt_pt: Embalagens
ru_ru: Упаковка
zh_cn: 包装

source: Common Data
ar_sa: بيانات القاعدة
de_de: Stammdaten
es_es: Datos base
fr_fr: Données de base
pt_pt: Dados de base
zh_cn: 基础数据

source: VAT
ar_sa: TVA
de_de: Steuern
es_es: IVA
fr_fr: TVA
pt_pt: IVA
zh_cn: 增值税

source: Orders
ar_sa: طلبيات
de_de: Aufträge
es_es: Pedidos
fr_fr: Commandes
it_it: Ordini
pt_pt: Encomendas
ru_ru: Заказы
zh_cn: 订单

source: Shipments
ar_sa: تسليم
de_de: Lieferungen
es_es: Entregas
fr_fr: Livraisons
pt_pt: Expedições
zh_cn: 发货

source: Returns
ar_sa: عائدات
de_de: Retouren
es_es: Devoluciones
fr_fr: Retours
pt_pt: Devoluções
zh_cn: 退货

source: Sales Invoices
ar_sa: فواتير البيع
de_de: Ausgangsrechnungen
es_es: Facturas de venta
fr_fr: Factures de vente
pt_pt: Faturas de venda
zh_cn: 销售发票

source: Prices
ar_sa: تعريفات
de_de: Preise
es_es: Tarifas
fr_fr: Tarifs
pt_pt: Tarifas
zh_cn: 价目表

source: X3 Storage aera
ar_sa: X3 مساحة المخزون
de_de: X3-Lagerplätze
es_es: Espacio de almacenamiento X3
fr_fr: Espace de stockage X3
pt_pt: X3 Storage area
ru_ru: Хранилище X3
zh_cn: X3存储空间

source: Price inquiry
ar_sa: تشاور التعريفات
de_de: Preisanzeige
es_es: Consulta tarifas
fr_fr: Consultation tarifs
it_it: Consultazione listini
pl_pl: Zapytanie o cenę
pt_pt: Consulta de preço
ru_ru: Запрос цены
zh_cn: 价目表查询

source: Purchase price inquiry
ar_sa: تشاور تعريفات الشراء
de_de: Einkaufspreisanzeige
es_es: Consulta tarifas de compra
fr_fr: Consultation tarifs achat
it_it: Consultazione listini d'acquisto
pt_pt: Consulta de preço de compra
ru_ru: Запрос цены покупки
zh_cn: 采购价目表查询

source: Expense entry
ar_sa: دخول التكاليف
de_de: Erfassung Spesen
es_es: Captura gastos
fr_fr: Saisie frais
it_it: Inserimento spese
pl_pl: Wprowadzenie wydatku
pt_pt: Registo despesas
ru_ru: Расход
zh_cn: 费用录入

source: Expenses not approved
ar_sa: تكاليف لم تتم الموافقة عليها
de_de: Spesen, nicht freigegeben
es_es: Gastos no firmados
fr_fr: Frais non visés
it_it: Spese non vistate
pl_pl: Wydatki niezatwierdzone
pt_pt: Despesas não autor.
ru_ru: Расходы не одобрены
zh_cn: 未批准的费用

source: View expenses
ar_sa: تشاور التكاليف الخاصة بي
de_de: Meine Spesen anzeigen
es_es: Consultar mis gastos
fr_fr: Consulter mes frais
pt_pt: Consultar minhas despesas
ru_ru: Показать расходы
zh_cn: 查询我的费用
